Repository: mythril/skyhook
Catalog: locales/*/LC_MESSAGES/secondary.po
Languages: fr

source: Passwords must match.
fr: Les mots de passe doivent correspondre

source: A Blockchain wallet id is required.
fr: Un portefeuille Blockchain.info valide est nécessaire.

source: The main Blockchain password is required.
fr: Le mot de passe principal de Blockchain.info est nécessaire.

source: Please choose a selection criteria.
fr: Veuillez choisir un critère de sélection.

source: At least one pricing source is required.
fr: Au moins une source de prix est nécessaire

source: Unsaved changes, discard?
fr: Changements non sauvegardés, abandonner ?

source: Do you need more time?
fr: Avez-vous besoin de plus de temps ?

source: More Time
fr: Plus de temps

source: Cancel the transaction?
fr: Annuler la transaction ?

source: Cancel:
fr: Annuler :

source: Cancel
fr: Annuler

source: Continue
fr: Continuer

source: Processing
fr: Traitement

source: Is this your address?
fr: Est-ce votre adresse ?

source: Address Detected:
fr: Adresse détectée :

source: Yes
fr: Oui

source: No
fr: Non

source: Invalid Email Address
fr: Adresse Email invalide

source: Specified address appears invalid.
fr: L'adresse spécifiée semble invalide.

source: Success
fr: Réussi

source: Email address stored.
fr: Adresse Email enregistrée.
